Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_bitcoin_sync_stopped
source: Bitcoin synchronization stopped. The last completed durable checkpoint was retained; you can derive a receive address or synchronize again.
ar: توقفت مزامنة Bitcoin. تم الاحتفاظ بآخر نقطة تفتيش دائمة مكتملة؛ يمكنك استخلاص عنوان الاستلام أو المزامنة مرة أخرى.
de: Bitcoin-Synchronisierung gestoppt. Der letzte fertiggestellte dauerhafte Kontrollpunkt wurde beibehalten; Sie können eine Empfangsadresse ableiten oder erneut synchronisieren.
es: Bitcoin se detuvo la sincronización. Se mantuvo el último puesto de control duradero terminado; puede derivar una dirección de recepción o sincronizar nuevamente.
fa: همگام سازی Bitcoin متوقف شد. آخرین پست بازرسی بادوام تکمیل شده حفظ شد. می توانید یک آدرس دریافت کنید یا دوباره همگام سازی کنید.
fr: La synchronisation Bitcoin s'est arrêtée. Le dernier point de contrôle durable réalisé a été retenu ; vous pouvez dériver une adresse de réception ou synchroniser à nouveau.
he: סנכרון Bitcoin הופסק. המחסום העמיד האחרון שהושלם נשמר; אתה יכול לגזור כתובת קבלה או לסנכרן שוב.
hi: Bitcoin सिंक्रोनाइज़ेशन बंद हो गया। अंतिम पूर्ण टिकाऊ चौकी को बरकरार रखा गया था; आप प्राप्त पता प्राप्त कर सकते हैं या फिर से सिंक्रनाइज़ कर सकते हैं।
id: Sinkronisasi Bitcoin terhenti. Pos pemeriksaan tahan lama terakhir yang diselesaikan dipertahankan; Anda dapat memperoleh alamat penerimaan atau melakukan sinkronisasi lagi.
it: Bitcoin sincronizzazione interrotta. L'ultimo checkpoint durevole completato è stato mantenuto; è possibile ricavare un indirizzo di ricezione o eseguire nuovamente la sincronizzazione.
ja: Bitcoin 同期が停止しました。最後に完了した永続チェックポイントが保持されました。受信アドレスを取得したり、再度同期したりできます。
ko: Bitcoin 동기화가 중지되었습니다. 마지막으로 완료된 지속성 체크포인트가 유지되었습니다. 수신 주소를 파생하거나 다시 동기화할 수 있습니다.
nl: Bitcoin-synchronisatie gestopt. Het laatst voltooide duurzame controlepunt bleef behouden; u kunt een ontvangstadres afleiden of opnieuw synchroniseren.
pl: Synchronizacja Bitcoin została zatrzymana. Ostatni ukończony trwały punkt kontrolny został zachowany; możesz uzyskać adres odbiorczy lub ponownie zsynchronizować.
pt: A sincronização Bitcoin foi interrompida. O último ponto de verificação durável concluído foi mantido; você pode derivar um endereço de recebimento ou sincronizar novamente.
ru: Синхронизация Bitcoin остановлена. Последний завершенный контрольно-пропускной пункт длительного пользования был сохранен; вы можете получить адрес получения или снова выполнить синхронизацию.
tr: Bitcoin senkronizasyonu durduruldu. Tamamlanan son dayanıklı kontrol noktası korundu; bir alma adresi alabilir veya yeniden senkronize edebilirsiniz.
uk: Синхронізацію Bitcoin зупинено. Збережено останній завершений міцний КПП; ви можете отримати адресу отримання або синхронізувати знову.
vi: Đồng bộ hóa Bitcoin đã dừng. Trạm kiểm tra bền vững đã hoàn thành cuối cùng được giữ lại; bạn có thể lấy được địa chỉ nhận hoặc đồng bộ hóa lại.
zh_hans: Bitcoin 同步已停止。保留最后完成的持久检查点；您可以导出接收地址或再次同步。
zh_hant: Bitcoin 同步已停止。保留最後完成的持久檢查點；您可以匯出接收位址或再次同步。

# wallet_bitcoin_sync_stopping
source: Stopping direct Bitcoin synchronization now…
ar: جارٍ إيقاف المزامنة المباشرة لـ Bitcoin الآن...
de: Die direkte Bitcoin-Synchronisierung wird jetzt gestoppt…
es: Deteniendo la sincronización directa Bitcoin ahora...
fa: هم‌اکنون همگام‌سازی مستقیم Bitcoin متوقف می‌شود…
fr: Arrêt de la synchronisation directe Bitcoin maintenant…
he: מפסיק כעת סנכרון ישיר של Bitcoin...
hi: अब सीधा Bitcoin सिंक्रोनाइज़ेशन रोक रहा है...
id: Menghentikan sinkronisasi langsung Bitcoin sekarang…
it: Arresto della sincronizzazione diretta Bitcoin adesso...
ja: Bitcoin の直接同期を停止しています…
ko: 지금 직접 Bitcoin 동기화를 중지하는 중입니다…
nl: Directe Bitcoin-synchronisatie nu stoppen...
pl: Zatrzymuję teraz bezpośrednią synchronizację Bitcoin…
pt: Interrompendo a sincronização direta do Bitcoin agora…
ru: Остановка прямой синхронизации Bitcoin сейчас…
tr: Doğrudan Bitcoin senkronizasyonu şimdi durduruluyor…
uk: Припинення прямої синхронізації Bitcoin зараз…
vi: Đang dừng đồng bộ hóa Bitcoin trực tiếp ngay bây giờ…
zh_hans: 现在停止直接 Bitcoin 同步...
zh_hant: 現在停止直接 Bitcoin 同步...

# wallet_bitcoin_sync_validating_chain
source: Validating the synchronized Bitcoin checkpoint and reorganization boundary… Elapsed %1$@.
ar: التحقق من صحة نقطة تفتيش Bitcoin المتزامنة وحدود إعادة التنظيم... انقضى %1$@.
de: Validierung des synchronisierten Bitcoin-Prüfpunkts und der Reorganisationsgrenze … %1$@ abgelaufen.
es: Validando el punto de control sincronizado Bitcoin y el límite de reorganización... %1$@ transcurrido.
fa: در حال اعتبارسنجی نقطه بازرسی همگام Bitcoin و مرز سازماندهی مجدد… گذشت %1$@.
fr: Validation du point de contrôle synchronisé Bitcoin et de la limite de réorganisation… %1$@ écoulé.
he: מאמת את נקודת הבידוק SXQPH002QXZ המסונכרנת ואת גבול הארגון מחדש... חלף %1$@.
hi: सिंक्रनाइज़ Bitcoin चेकपॉइंट और पुनर्गठन सीमा को मान्य किया जा रहा है... समाप्त %1$@।
id: Memvalidasi pos pemeriksaan Bitcoin yang disinkronkan dan batas reorganisasi… %1$@ yang telah berlalu.
it: Convalida del checkpoint Bitcoin sincronizzato e del confine di riorganizzazione… %1$@ trascorso.
ja: 同期された Bitcoin チェックポイントと再編成境界を検証しています… %1$@ が経過しました。
ko: 동기화된 Bitcoin 체크포인트 및 재구성 경계를 검증하는 중… %1$@가 경과되었습니다.
nl: Validatie van het gesynchroniseerde Bitcoin-controlepunt en de reorganisatiegrens… Verstreken %1$@.
pl: Sprawdzanie zsynchronizowanego punktu kontrolnego Bitcoin i granicy reorganizacji… Upłynęło %1$@.
pt: Validando o ponto de verificação Bitcoin sincronizado e o limite de reorganização… Decorrido %1$@.
ru: Проверка синхронизированной контрольной точки Bitcoin и границы реорганизации… Истекло %1$@.
tr: Senkronize Bitcoin kontrol noktası ve yeniden düzenleme sınırı doğrulanıyor… Geçen %1$@.
uk: Перевірка синхронізованої контрольної точки Bitcoin і межі реорганізації… Минув %1$@.
vi: Đang xác thực điểm kiểm tra Bitcoin đã đồng bộ hóa và ranh giới tổ chức lại… %1$@ đã qua.
zh_hans: 正在验证同步的 Bitcoin 检查点和重组边界...已过 %1$@。
zh_hant: 正在驗證同步的 Bitcoin 檢查點和重組邊界...已過 %1$@。

# wallet_bitcoin_synchronized
source: Verified Bitcoin state at height %1$d with %2$d/%3$d direct peers in %4$@.
ar: تم التحقق من حالة Bitcoin في الارتفاع %1$d مع أقران %2$d/%3$d المباشرين في %4$@.
de: Verifizierter Bitcoin-Status auf der Höhe %1$d mit direkten Peers %2$d/%3$d in %4$@.
es: Estado de Bitcoin verificado en la altura %1$d con pares directos %2$d/%3$d en %4$@.
fa: وضعیت Bitcoin تأیید شده در ارتفاع %1$d با همتایان مستقیم %2$d/%3$d در %4$@.
fr: État Bitcoin vérifié en hauteur %1$d avec les homologues directs %2$d/%3$d dans %4$@.
he: מצב Bitcoin מאומת בגובה %1$d עם עמיתים ישירים של %2$d/%3$d ב-%4$@.
hi: %4$@ में %2$d / %3$d प्रत्यक्ष साथियों के साथ सत्यापित बिटकॉइन स्थिति %1$d ऊंचाई पर है।
id: Status Bitcoin terverifikasi pada ketinggian %1$d dengan rekan langsung %2$d/%3$d di %4$@.
it: Stato Bitcoin verificato all'altezza %1$d con peer diretti %2$d/%3$d in %4$@.
ja: %4$@ の %2$d/%3$d 直接ピアを使用して、高さ %1$d での Bitcoin 状態を確認しました。
ko: %4$@의 %2$d/%3$d 직접 피어를 사용하여 %1$d 높이에서 Bitcoin 상태를 확인했습니다.
nl: Geverifieerde Bitcoin-status op hoogte %1$d met %2$d/%3$d directe peers in %4$@.
pl: Zweryfikowano stan Bitcoin na wysokości %1$d z bezpośrednimi elementami równorzędnymi %2$d/%3$d w %4$@.
pt: Estado Bitcoin verificado na altura %1$d com pares diretos %2$d/%3$d em %4$@.
ru: Проверено состояние Bitcoin на высоте %1$d с прямыми одноранговыми узлами %2$d/%3$d в %4$@.
tr: %4$@'deki %2$d/%3$d doğrudan eşleri ile %1$d yüksekliğinde Bitcoin durumu doğrulandı.
uk: Перевірений стан Bitcoin на висоті %1$d із %2$d/%3$d прямими одноранговими вузлами в %4$@.
vi: Trạng thái Bitcoin đã được xác minh ở mức cao %1$d với %2$d/%3$d ngang hàng trực tiếp trong %4$@.
zh_hans: 已验证高度 %1$d 处的 Bitcoin 状态与 %2$d/%3$d 直接对等点在 %4$@ 中。
zh_hant: 已驗證高度 %1$d 處的 Bitcoin 狀態與 %2$d/%3$d 直接對等點在 %4$@ 中。

# wallet_bitcoin_syncing
source: Syncing with Bitcoin peers… You can leave this screen; the notification shows progress.
ar: المزامنة مع أقرانك في Bitcoin... يمكنك مغادرة هذه الشاشة؛ يظهر الإخطار التقدم.
de: Synchronisierung mit Bitcoin-Peers… Sie können diesen Bildschirm verlassen; Die Benachrichtigung zeigt den Fortschritt an.
es: Sincronizando con pares Bitcoin... Puede salir de esta pantalla; la notificación muestra el progreso.
fa: همگام سازی با همتایان Bitcoin… می توانید این صفحه را ترک کنید. اعلان پیشرفت را نشان می دهد.
fr: Synchronisation avec les pairs Bitcoin… Vous pouvez quitter cet écran ; la notification montre la progression.
he: מסתנכרן עם עמיתים Bitcoin... אתה יכול לעזוב את המסך הזה; ההודעה מראה התקדמות.
hi: Bitcoin साथियों के साथ समन्वयित हो रहा है... आप इस स्क्रीन को छोड़ सकते हैं; अधिसूचना प्रगति दिखाती है.
id: Menyinkronkan dengan rekan Bitcoin… Anda dapat meninggalkan layar ini; pemberitahuan menunjukkan kemajuan.
it: Sincronizzazione con peer Bitcoin… Puoi lasciare questa schermata; la notifica mostra l'avanzamento.
ja: Bitcoin ピアと同期しています… この画面は終了しても構いません。通知には進行状況が表示されます。
ko: Bitcoin 피어와 동기화 중… 이 화면을 종료해도 됩니다. 알림에 진행 상황이 표시됩니다.
nl: Synchroniseren met Bitcoin-collega's… U kunt dit scherm verlaten; de melding toont de voortgang.
pl: Synchronizowanie z urządzeniami równorzędnymi Bitcoin… Możesz opuścić ten ekran; powiadomienie pokazuje postęp.
pt: Sincronizando com pares Bitcoin… Você pode sair desta tela; a notificação mostra o progresso.
ru: Синхронизация с узлами Bitcoin… Вы можете покинуть этот экран; уведомление показывает прогресс.
tr: Bitcoin eşleriyle senkronize ediliyor… Bu ekrandan ayrılabilirsiniz; bildirim ilerlemeyi gösterir.
uk: Синхронізація з вузлами Bitcoin… Ви можете залишити цей екран; сповіщення показує прогрес.
vi: Đang đồng bộ hóa với Bitcoin ngang hàng… Bạn có thể rời khỏi màn hình này; thông báo cho thấy sự tiến bộ.
zh_hans: 正在与 Bitcoin 同行同步...您可以离开此屏幕；通知显示进度。
zh_hant: 正在與 Bitcoin 同行同步...您可以離開此畫面；通知顯示進度。

# wallet_cellular_warning
source: This unlocked wallet is using a cellular connection. Header synchronization, wallet scanning, and direct peer traffic may use significant mobile data. Switch to Wi-Fi or lock the wallet to stop unlocked-wallet network activity.
ar: تستخدم هذه المحفظة غير المؤمنة اتصالاً خلويًا. قد تستخدم مزامنة الرأس ومسح المحفظة وحركة مرور الأقران المباشرة بيانات جوال مهمة. قم بالتبديل إلى شبكة Wi-Fi أو قم بقفل المحفظة لإيقاف نشاط شبكة المحفظة غير المؤمنة.
de: Dieses entsperrte Wallet nutzt eine Mobilfunkverbindung. Header-Synchronisierung, Wallet-Scanning und direkter Peer-Verkehr können erhebliche mobile Daten verbrauchen. Wechseln Sie zu WLAN oder sperren Sie die Brieftasche, um die Netzwerkaktivität der entsperrten Brieftasche zu stoppen.
es: Esta billetera desbloqueada utiliza una conexión celular. La sincronización de encabezados, el escaneo de billeteras y el tráfico directo entre pares pueden consumir una cantidad importante de datos móviles. Cambie a Wi-Fi o bloquee la billetera para detener la actividad de la red de la billetera desbloqueada.
fa: این کیف پول قفل نشده از اتصال سلولی استفاده می کند. همگام‌سازی هدر، اسکن کیف پول و ترافیک همتایان مستقیم ممکن است از داده‌های تلفن همراه قابل توجهی استفاده کند. برای توقف فعالیت شبکه کیف پول قفل نشده، به Wi-Fi بروید یا کیف پول را قفل کنید.
fr: Ce portefeuille déverrouillé utilise une connexion cellulaire. La synchronisation des en-têtes, l'analyse du portefeuille et le trafic homologue direct peuvent utiliser des données mobiles importantes. Passez au Wi-Fi ou verrouillez le portefeuille pour arrêter l'activité réseau du portefeuille déverrouillé.
he: הארנק הלא נעול הזה משתמש בחיבור סלולרי. סנכרון כותרות, סריקת ארנק ותעבורת עמיתים ישירה עשויים להשתמש בנתונים ניידים משמעותיים. עבור ל-Wi-Fi או נעל את הארנק כדי לעצור את פעילות הרשת של ארנק לא נעול.
hi: यह अनलॉक किया गया वॉलेट सेल्युलर कनेक्शन का उपयोग कर रहा है। हेडर सिंक्रोनाइज़ेशन, वॉलेट स्कैनिंग और डायरेक्ट पीयर ट्रैफ़िक महत्वपूर्ण मोबाइल डेटा का उपयोग कर सकते हैं। अनलॉक-वॉलेट नेटवर्क गतिविधि को रोकने के लिए वाई-फाई पर स्विच करें या वॉलेट को लॉक करें।
id: Dompet yang tidak terkunci ini menggunakan koneksi seluler. Sinkronisasi header, pemindaian dompet, dan lalu lintas rekan langsung mungkin menggunakan data seluler yang signifikan. Beralih ke Wi-Fi atau kunci dompet untuk menghentikan aktivitas jaringan dompet yang tidak terkunci.
it: Questo portafoglio sbloccato utilizza una connessione cellulare. La sincronizzazione delle intestazioni, la scansione del portafoglio e il traffico peer diretto possono utilizzare una quantità significativa di dati mobili. Passa al Wi-Fi o blocca il portafoglio per interrompere l'attività di rete del portafoglio sbloccato.
ja: このロックされていないウォレットは携帯電話接続を使用しています。ヘッダー同期、ウォレット スキャン、および直接ピア トラフィックでは、大量のモバイル データが使用される可能性があります。 Wi-Fi に切り替えるか、ウォレットをロックして、ロックされていないウォレットのネットワーク活動を停止します。
ko: 이 잠금 해제된 지갑은 셀룰러 연결을 사용하고 있습니다. 헤더 동기화, 지갑 검색 및 직접 피어 트래픽은 상당한 모바일 데이터를 사용할 수 있습니다. 잠금 해제된 지갑 네트워크 활동을 중지하려면 Wi-Fi로 전환하거나 지갑을 잠그세요.
nl: Deze ontgrendelde portemonnee maakt gebruik van een mobiele verbinding. Headersynchronisatie, portemonneescannen en direct peer-verkeer kunnen aanzienlijke mobiele data verbruiken. Schakel over naar Wi-Fi of vergrendel de portemonnee om de netwerkactiviteit van ontgrendelde portemonnees te stoppen.
pl: Ten odblokowany portfel korzysta z połączenia komórkowego. Synchronizacja nagłówków, skanowanie portfela i bezpośredni ruch równorzędny mogą wykorzystywać znaczną ilość danych mobilnych. Przełącz się na Wi-Fi lub zablokuj portfel, aby zatrzymać aktywność sieciową odblokowanego portfela.
pt: Esta carteira desbloqueada usa uma conexão celular. A sincronização de cabeçalho, a varredura de carteira e o tráfego direto de pares podem usar dados móveis significativos. Mude para Wi-Fi ou bloqueie a carteira para interromper a atividade da rede da carteira desbloqueada.
ru: Этот разблокированный кошелек использует сотовую связь. Синхронизация заголовков, сканирование кошелька и прямой одноранговый трафик могут использовать значительный объем мобильных данных. Переключитесь на Wi-Fi или заблокируйте кошелек, чтобы прекратить сетевую активность разблокированного кошелька.
tr: Bu kilidi açılmış cüzdan hücresel bağlantı kullanıyor. Başlık senkronizasyonu, cüzdan taraması ve doğrudan eşdüzey trafiği önemli miktarda mobil veri kullanabilir. Kilitlenmemiş cüzdan ağ etkinliğini durdurmak için Wi-Fi'ye geçin veya cüzdanı kilitleyin.
uk: Цей розблокований гаманець використовує мобільне з’єднання. Синхронізація заголовків, сканування гаманця та прямий одноранговий трафік можуть використовувати значну кількість мобільних даних. Переключіться на Wi-Fi або заблокуйте гаманець, щоб припинити мережеву активність розблокованого гаманця.
vi: Ví đã mở khóa này đang sử dụng kết nối di động. Đồng bộ hóa tiêu đề, quét ví và lưu lượng truy cập ngang hàng trực tiếp có thể sử dụng dữ liệu di động đáng kể. Chuyển sang Wi-Fi hoặc khóa ví để dừng hoạt động mạng ví đã mở khóa.
zh_hans: 这个解锁的钱包正在使用蜂窝连接。标头同步、钱包扫描和直接对等流量可能会使用大量移动数据。切换到 Wi-Fi 或锁定钱包以停止未锁定的钱包网络活动。
zh_hant: 這個解鎖的錢包正在使用蜂窩連接。標頭同步、錢包掃描和直接對等流量可能會使用大量行動資料。切換到 Wi-Fi 或鎖定錢包以停止未鎖定的錢包網路活動。

# wallet_cellular_warning_title
source: CELLULAR DATA IN USE
ar: البيانات الخلوية المستخدمة
de: Mobilfunkdaten im Einsatz
es: DATOS CELULARES EN USO
fa: داده های سلولی در حال استفاده
fr: DONNÉES CELLULAIRES UTILISÉES
he: נתונים סלולריים בשימוש
hi: उपयोग में सेलुलर डेटा
id: DATA SELULER DIGUNAKAN
it: DATI CELLULARI IN USO
ja: 使用中の携帯電話データ
ko: 사용 중인 셀룰러 데이터
nl: MOBIELE GEGEVENS IN GEBRUIK
pl: UŻYWANE DANE KOMÓRKOWE
pt: DADOS CELULARES EM USO
ru: ИСПОЛЬЗОВАНИЕ СОТОВЫХ ДАННЫХ
tr: KULLANIMDAKİ HÜCRESEL VERİ
uk: СТІЛІНКОВІ ДАНІ ВИКОРИСТОВУЮТЬСЯ
vi: DỮ LIỆU DI ĐỘNG ĐANG SỬ DỤNG
zh_hans: 使用中的蜂窝数据
zh_hant: 使用中的蜂窩數據

# wallet_create_waiting_for_initial_sync
source: Checking the Handshake network. Keep Wallet open; creation will continue automatically. You can restore now.
ar: جارٍ التحقق من شبكة Handshake. أبقِ المحفظة مفتوحة؛ سيستمر الإنشاء تلقائيًا. يمكنك الاستعادة الآن.
de: Handshake-Netzwerk wird geprüft. Lass die Wallet geöffnet; die Erstellung wird automatisch fortgesetzt. Eine Wiederherstellung ist jetzt möglich.
es: Comprobando la red Handshake. Mantén abierta la cartera; la creación continuará automáticamente. También puedes restaurar ahora.
fa: در حال بررسی شبکه Handshake. کیف پول را باز نگه دارید؛ ایجاد خودکار ادامه می‌یابد. اکنون می‌توانید بازیابی هم انجام دهید.
fr: Vérification du réseau Handshake. Gardez le portefeuille ouvert ; la création continuera automatiquement. Vous pouvez aussi restaurer maintenant.
he: בודק את רשת Handshake. השאירו את הארנק פתוח; היצירה תימשך אוטומטית. אפשר לשחזר כעת.
hi: Handshake नेटवर्क जाँचा जा रहा है। वॉलेट खुला रखें; निर्माण अपने आप जारी रहेगा। आप अभी पुनर्स्थापित भी कर सकते हैं।
id: Memeriksa jaringan Handshake. Biarkan Dompet terbuka; pembuatan akan dilanjutkan otomatis. Anda dapat memulihkan sekarang.
it: Controllo della rete Handshake. Mantieni aperto il portafoglio; la creazione continuerà automaticamente. Puoi anche ripristinare ora.
ja: Handshakeネットワークを確認中です。ウォレットを開いたままにしてください。作成は自動的に続行されます。今すぐ復元することもできます。
ko: Handshake 네트워크 확인 중입니다. 지갑을 열어 두세요. 생성이 자동으로 계속됩니다. 지금 복원할 수도 있습니다.
nl: Handshake-netwerk controleren. Houd Wallet open; het maken gaat automatisch verder. Je kunt nu ook herstellen.
pl: Sprawdzanie sieci Handshake. Pozostaw portfel otwarty; tworzenie będzie kontynuowane automatycznie. Możesz też teraz przywrócić portfel.
pt: A verificar a rede Handshake. Mantenha a carteira aberta; a criação continuará automaticamente. Também pode restaurar agora.
ru: Проверка сети Handshake. Оставьте кошелёк открытым; создание продолжится автоматически. Сейчас также можно восстановить кошелёк.
tr: Handshake ağı kontrol ediliyor. Cüzdanı açık tutun; oluşturma otomatik sürecek. Şimdi geri yükleme de yapabilirsiniz.
uk: Перевірка мережі Handshake. Залиште гаманець відкритим; створення продовжиться автоматично. Зараз також можна відновити гаманець.
vi: Đang kiểm tra mạng Handshake. Hãy để Ví mở; quá trình tạo sẽ tự động tiếp tục. Bạn cũng có thể khôi phục ngay.
zh_hans: 正在检查 Handshake 网络。请保持钱包打开；创建将自动继续。你也可以立即恢复钱包。
zh_hant: 正在檢查 Handshake 網路。請保持錢包開啟；建立將自動繼續。你也可以立即復原錢包。

# wallet_dashboard_connected
source: Connected
ar: متصل
de: Verbunden
es: Conectado
fa: متصل شد
fr: Connecté
he: מחובר
hi: जुड़ा हुआ
id: Terhubung
it: Connesso
ja: 接続済み
ko: 연결됨
nl: Verbonden
pl: Połączono
pt: Conectado
ru: Подключено
tr: Bağlı
uk: Підключено
vi: Đã kết nối
zh_hans: 已连接
zh_hant: 已連接

# wallet_dashboard_finalize_notice
source: PENDING FINALIZE
ar: في انتظار الانتهاء
de: AUSSTEHENDE FINALISIERUNG
es: PENDIENTE DE FINALIZAR
fa: در انتظار نهایی شدن
fr: EN ATTENTE DE FINALISER
he: בהמתנה לסיום
hi: अंतिम रूप देना लंबित है
id: FINALISASI YANG TERTUNDA
it: IN ATTESA DI FINALIZZAZIONE
ja: 完了待ち
ko: 확정 보류 중
nl: IN AFWACHTING VAN DE FINALISATIE
pl: Oczekuje na finalizację
pt: FINALIZAÇÃO PENDENTE
ru: ОЖИДАЕТ ЗАВЕРШЕНИЕ
tr: SONUÇLANMASI BEKLENİYOR
uk: ЧЕКАЄ НА ФІНАЛІЗАЦІЮ
vi: ĐANG CHỜ HOÀN THÀNH
zh_hans: 待最终确定
zh_hant: 待最終確定

# wallet_dashboard_hns_balance
source: HNS BALANCE
ar: رصيد HNS
de: HNS-GUTHABEN
es: SALDO HNS
fa: موجودی HNS
fr: SOLDE HNS
he: יתרת HNS
hi: HNS शेष
id: SALDO HNS
it: SALDO HNS
ja: HNS残高
ko: HNS 잔액
nl: HNS-SALDO
pl: SALDO HNS
pt: SALDO HNS
ru: БАЛАНС HNS
tr: HNS BAKİYESİ
uk: БАЛАНС HNS
vi: SỐ DƯ HNS
zh_hans: HNS 余额
zh_hant: HNS 餘額

# wallet_dashboard_name_actions
source: Name actions
ar: إجراءات الاسم
de: Benennen Sie Aktionen
es: Acciones de nombre
fa: نام اقدامات
fr: Nommer les actions
he: שם פעולות
hi: क्रियाओं को नाम दें
id: Sebutkan tindakan
it: Nominare le azioni
ja: アクションに名前を付ける
ko: 이름 작업
nl: Benoem acties
pl: Nazwij działania
pt: Nomear ações
ru: Назовите действия
tr: Ad eylemleri
uk: Назвіть дії
vi: Đặt tên hành động
zh_hans: 命名动作
zh_hant: 命名動作

# wallet_dashboard_names
source: Names
ar: الأسماء
de: Namen
es: Nombres
fa: نام ها
fr: Noms
he: שמות
hi: नाम
id: Nama
it: Nomi
ja: 名前
ko: 이름
nl: Namen
pl: Imiona
pt: Nomes
ru: Имена
tr: İsimler
uk: імена
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# wallet_dashboard_not_connected
source: Not connected
ar: غير متصل
de: Nicht verbunden
es: No conectado
fa: متصل نیست
fr: Non connecté
he: לא מחובר
hi: जुड़ा नहीं
id: Tidak terhubung
it: Non connesso
ja: 接続されていません
ko: 연결되지 않음
nl: Niet verbonden
pl: Nie podłączony
pt: Não conectado
ru: Не подключено
tr: Bağlı değil
uk: Не підключено
vi: Không được kết nối
zh_hans: 未连接
zh_hant: 未連接

# wallet_dashboard_ready
source: Ready
ar: جاهز
de: Bereit
es: Listo
fa: آماده است
fr: Prêt
he: מוכן
hi: तैयार
id: Siap
it: Pronto
ja: 準備完了
ko: 준비
nl: Klaar
pl: Gotowy
pt: Pronto
ru: Готов
tr: Hazır
uk: Готовий
vi: Sẵn sàng
zh_hans: 准备好
zh_hant: 準備好

# wallet_dashboard_send
source: SEND
ar: إرسال
de: SENDEN
es: ENVIAR
fa: ارسال کنید
fr: ENVOYER
he: שלח
hi: भेजें
id: KIRIM
it: INVIA
ja: 送信
ko: 보내기
nl: VERZENDEN
pl: WYŚLIJ
pt: ENVIAR
ru: ОТПРАВИТЬ
tr: GÖNDER
uk: НАДІСЛАТИ
vi: GỬI
zh_hans: 发送
zh_hant: 傳送

# wallet_dashboard_send_bitcoin
source: Send Bitcoin
ar: أرسل Bitcoin
de: Senden Sie Bitcoin
es: Enviar Bitcoin
fa: ارسال Bitcoin
fr: Envoyer Bitcoin
he: שלח Bitcoin
hi: Bitcoin भेजें
id: Kirim Bitcoin
it: Invia Bitcoin
ja: Bitcoinを送信する
ko: Bitcoin 보내기
nl: Bitcoin verzenden
pl: Wyślij Bitcoin
pt: Enviar Bitcoin
ru: Отправить Bitcoin
tr: Bitcoin'yi gönder
uk: Надіслати Bitcoin
vi: Gửi Bitcoin
zh_hans: 发送Bitcoin
zh_hant: 發送Bitcoin

# wallet_dashboard_swap_active
source: Connected · swap %1$@
ar: متصلة · مبادلة %1$@
de: Verbunden · %1$@ tauschen
es: Conectado · intercambiar %1$@
fa: متصل · تعویض %1$@
fr: Connecté · échanger %1$@
he: מחובר · להחליף %1$@
hi: कनेक्टेड · स्वैप %1$@
id: Terhubung · tukar %1$@
it: Connesso · scambia %1$@
ja: 接続済み・スワップ %1$@
ko: 연결됨 · %1$@ 교체
nl: Verbonden · wissel %1$@
pl: Połączono · zamień %1$@
pt: Conectado · trocar %1$@
ru: Подключено · поменять %1$@
tr: Bağlandı · %1$@'yi değiştirin
uk: Підключено · заміна %1$@
vi: Đã kết nối · trao đổi %1$@
zh_hans: 已连接·交换%1$@
zh_hant: 已連接·交換%1$@

# wallet_dashboard_swap_negotiating
source: Connected · swap negotiating
ar: متصل · التفاوض على المبادلة
de: Verbunden · Tauschverhandlungen
es: Conectado · negociación de swap
fa: متصل · در حال مذاکره مبادله
fr: Connecté · négociation d'échange
he: מחוברים · משא ומתן להחלפה
hi: कनेक्टेड · स्वैप बातचीत
id: Terhubung · negosiasi pertukaran
it: Connesso · negoziazione di swap
ja: 接続済み・スワップ交渉中
ko: 연결됨 · 스왑 협상 중
nl: Verbonden · ruilonderhandelingen
pl: Połączony · Negocjowanie zamiany
pt: Conectado · negociação de swap
ru: На связи · переговоры по обмену
tr: Bağlantılı · takas pazarlığı
uk: Підключений · переговори про обмін
vi: Đã kết nối · đàm phán trao đổi
zh_hans: 连接·互换谈判
zh_hant: 連接·互換談判

# wallet_dashboard_sync
source: SYNC
ar: مزامنة
es: SINCRONIZACIÓN
fa: همگام سازی
fr: SYNCHRONISATION
he: סנכרון
hi: सिंक
id: SINKRONISASI
it: SINCRONIZZAZIONE
ja: 同期
ko: 동기화
pl: SYNCHRONIZACJA
pt: SINCRONIZAR
ru: СИНХРОНИЗАЦИЯ
tr: SENKRONİZASYON
uk: СИНХРОНІЗАЦІЯ
vi: ĐỒNG BỘ
zh_hans: 同步
zh_hant: 同步

# wallet_dashboard_sync_attention
source: SYNC NEEDS ATTENTION
ar: المزامنة تحتاج إلى الاهتمام
de: SYNC BRAUCHT AUFMERKSAMKEIT
es: LA SINCRONIZACIÓN NECESITA ATENCIÓN
fa: همگام سازی نیاز به توجه دارد
fr: LA SYNCHRONISATION A BESOIN D'ATTENTION
he: סנכרון זקוק לתשומת לב
hi: सिंक पर ध्यान देने की जरूरत है
id: SYNC PERLU PERHATIAN
it: LA SINCRONIZZAZIONE RICHIEDE ATTENZIONE
ja: 同期には注意が必要です
ko: 동기화에 주의가 필요합니다
nl: SYNC HEEFT AANDACHT NODIG
pl: SYNCHRONIZACJA WYMAGA UWAGI
pt: A SINCRONIZAÇÃO PRECISA DE ATENÇÃO
ru: СИНХРОНИЗАЦИЯ ТРЕБУЕТ ВНИМАНИЯ
tr: SENKRONİZASYONA DİKKAT EDİLMESİ GEREKİYOR
uk: СИНХРОНІЗАЦІЯ ПОТРІБНА УВАГИ
vi: SYNC CẦN LƯU Ý
zh_hans: 同步需要注意
zh_hant: 同步需要注意
